Repository: cricketthomas/AzureKeyVaultExplorer
Catalog: src/uno/AzureKeyVaultStudio/AzureKeyVaultStudio/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt_br

# ApplicationName
source: AzureKeyVaultExplorer-en
es: AzureKeyVaultExplorer-es
fr: AzureKeyVaultExplorer-fr
pt_br: AzureKeyVaultExplorer-pt-BR

# RefreshButton.ToolTipService.ToolTip
source: Refresh available subscriptions
es: Actualizar las suscripciones disponibles
fr: Actualiser les abonnements disponibles
pt_br: Atualizar assinaturas disponíveis

# SettingsIconButton.ToolTipService.ToolTip
source: Settings
es: Configuración
fr: Paramètres
pt_br: Configurações

# ExpandAllButton.ToolTipService.ToolTip
source: Expand all
es: Expandir todo
fr: Développer tout
pt_br: Expandir tudo

# OpenExternalVaultButton.ToolTipService.ToolTip
source: Open External Vault
es: Abrir externo
fr: Ouvrir externe
pt_br: Abrir cofre externo

# CollapseAllButton.ToolTipService.ToolTip
source: Collapse all
es: Contraer todo
fr: Réduire tout
pt_br: Recolher tudo

# RefreshButton.Label
source: Refresh
es: Actualizar
fr: Actualiser
pt_br: Atualizar

# ExpandAllButton.Label
source: Expand
es: Expandir
fr: Développer
pt_br: Expandir

# OpenExternalVaultButton.Text
source: Open External Vault
es: Abrir externo
fr: Ouvrir externe
pt_br: Abrir externo

# CollapseAllButton.Label
source: Collapse
es: Contraer
fr: Réduire
pt_br: Recolher

# ThemeSettingsCardLightRadioButton.Content
source: Light
es: Claro
fr: Clair
pt_br: Claro

# SearchTextBox.PlaceholderText
source: Search resources, vaults (Ctrl+K)
es: Buscar recursos, bóvedas... (Ctrl+K)
fr: Rechercher des ressources.. (Ctrl+K)
pt_br: Pesquise recursos, cofres.. (Ctrl+K)

# SettingsPageClientIdCheckbox.Content
source: Use custom Client ID / Application ID (requires application restart)
es: Usar ID de cliente / ID de aplicación personalizado
fr: Utiliser un ID client / ID application personnalisé
pt_br: Usar ID do cliente personalizado / ID do aplicativo

# SettingsPageTenantIdCheckbox.Content
source: Use custom Tenant ID / Directory ID (requires application restart)
es: Usar ID de inquilino / ID de directorio personalizado (requiere reiniciar la aplicación)
fr: Utiliser un ID de locataire / ID de répertoire personnalisé (nécessite le redémarrage de l’application)
pt_br: Usar ID de locatário / ID de diretório personalizado (requer reiniciar o aplicativo)

# SettingsPageClientIdTextBox.PlaceholderText
source: Azure Client Id: e.g. 18405e16-1ba4aca2..
es: ID de cliente de Azure: ej. 18405e16..
fr: ID client Azure : par exemple 18405e16..
pt_br: ID do cliente Azure: por exemplo 18405e16..

# SettingsPageTenantIdTextBox.PlaceholderText
source: Azure Tenant Id: e.g. 18405e16-1ba4aca2..
es: Id. de inquilino de Azure: p. ej., 18405e16-1ba4aca2…
fr: ID de locataire Azure : p. ex. 18405e16-1ba4aca2…
pt_br: ID do locatário do Azure: ex.: 18405e16-1ba4aca2…

# ClipboardCard.Description
source: This will clear the clipboard after a set amount of time in seconds, when using Control + C, or any 'Copy' button
es: Esto borrará el portapapeles después de un tiempo establecido en segundos, al usar Control + C o cualquier botón 'Copiar'
fr: Cela effacera le presse-papiers après un certain nombre de secondes, lors de l'utilisation de Ctrl + C ou de tout bouton 'Copier'
pt_br: Isso limpará a área de transferência após um período definido em segundos, ao usar Ctrl + C ou qualquer botão 'Copiar'

# ClipboardCard.Header
source: Clear Clipboard Value After
es: Borrar valor del portapapeles después de
fr: Effacer la valeur du presse-papiers après
pt_br: Limpar valor da área de transferência após

# SettingsSigninCard.Header
source: Sign into to Key Vault Explorer for Azure with Microsoft Account
es: Iniciar sesión en Key Vault Explorer para Azure con cuenta de Microsoft
fr: Se connecter à Key Vault Explorer pour Azure avec un compte Microsoft
pt_br: Entre no Key Vault Explorer para Azure com uma conta da Microsoft

# SettingsSignoutCard.Header
source: Remove the current account from cache and sign out
es: Eliminar la cuenta actual de la caché y cerrar sesión
fr: Supprimer le compte actuel du cache et se déconnecter
pt_br: Remover a conta atual do cache e sair

# SettingsPurgeDatabaseCard.Header
source: Clear Sqlite Database of all saved items
es: Borrar todos los elementos guardados de la base de datos SQLite
fr: Effacer la base de données Sqlite de tous les éléments enregistrés
pt_br: Limpar banco de dados Sqlite de todos os itens salvos

# SettingsPageResetApplicationCard.Header
source: Delete the database file and associated protected files
es: Borrar todos los elementos guardados de la base de datos SQLite
fr: Effacer la base de données Sqlite de tous les éléments enregistrés
pt_br: Limpar banco de dados Sqlite de todos os itens salvos

# SignInButton.Content
source: Sign In
es: Iniciar sesión
fr: Se connecter
pt_br: Entrar

# SignOutButton.Content
source: Sign out
es: Cerrar sesión
fr: Se déconnecter
pt_br: Sair

# PurgeDbButton.Content
source: Delete Database
es: Eliminar base de datos
fr: Supprimer la base de données
pt_br: Excluir banco de dados

# ResetAppButton.Content
source: Reset Application
es: Restablecer aplicación
fr: Réinitialiser l'application
pt_br: Redefinir aplicativo

# VaultPageSearchTextBox.PlaceholderText
source: Search names, tags, content types (Ctrl+F)
es: Buscar nombres, etiquetas, tipos de contenido (Ctrl+F)
fr: Rechercher les noms, les balises, les types de contenu (Ctrl+F)
pt_br: Pesquisar nomes, tags, tipos de conteúdo (Ctrl+F)

# VaultPageCopyButton.Text
source: Copy Value
es: Copiar valor
fr: Copier la valeur
pt_br: Copiar valor

# VaultPageShowPropertiesButton.Text
source: Show Properties
es: Mostrar propiedades
fr: Afficher les propriétés
pt_br: Mostrar propriedades

# VaultPageOpenInAzureButton.Text
source: Open in Azure Portal
es: Abrir en el portal de Azure
fr: Ouvrir dans le portail Azure
pt_br: Abrir no portal Azure

# VaultPageCopyUriButton.Text
source: Copy Link
es: Copiar enlace
fr: Copier le lien
pt_br: Copiar link

# BlankPage3ClearSelectedButton.Label
source: Clear Selection
es: Borrar selección
fr: Effacer la sélection
pt_br: Limpar seleção

# BlankPage3SelectAllButton.Label
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
pt_br: Selecionar tudo

# BlankPage3RefreshButton.Label
source: Refresh
es: Actualizar
fr: Actualiser
pt_br: Atualizar

# BlankPage3LoadMoreButton.Label
source: Load more subscriptions
es: Cargar más suscripciones
fr: Charger plus d'abonnements
pt_br: Carregar mais assinaturas

# BlankPage3SaveButton.Label
source: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar

# SaveSettingsButton.Content
source: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar

# SavedTitle
source: Saved
es: Guardado
fr: Enregistré
pt_br: Salvo

# NewItemTextbox.ToolTipService.ToolTip
source: Please provide a valid secret name. Secret names can only contain alphanumeric characters and dashes. The value you provide may be copied globally for the purpose of running the service. The value provided should not include personally identifiable or sensitive information.
es: Por favor proporcione un nombre de secreto válido. Los nombres de secretos solo pueden contener caracteres alfanuméricos y guiones. El valor que proporcione puede ser copiado globalmente para el propósito de ejecutar el servicio. El valor proporcionado no debe incluir información personalmente identificable o sensible.
fr: Veuillez fournir un nom de secret valide. Les noms de secrets ne peuvent contenir que des caractères alphanumériques et des tirets. La valeur que vous fournissez peut être copiée globalement à des fins d'exécution du service. La valeur fournie ne doit pas contenir d'informations personnelles ou sensibles.
pt_br: Forneça um nome de secretão válido. Nomes de secretão podem conter apenas caracteres alfanuméricos e hífens. O valor fornecido pode ser copiado globalmente para fins de execução do serviço. O valor fornecido não deve conter informações de identificação pessoal ou sensíveis.

# NewItemSubmitButtonText.Text
source: Submit
es: Enviar
fr: Soumettre
pt_br: Enviar

# ItemDetailsPropertiesTextBlock.Text
source: PROPERTIES
es: PROPIEDADES
fr: PROPRIÉTÉS
pt_br: PROPRIEDADES

# ItemDetailsVersionsTextBlock.Text
source: VERSIONS
es: VERSIONES

# SecretValueTextbox.PlaceholderText
source: Enter the secret
es: Introducir el secreto
fr: Entrez le secret
pt_br: Digite o segredo

# SetActivationDateCheckbox.ToolTipService.ToolTip
source: Sets when this resource will become active. This sets the 'nbf' property on the resource.
es: Establece cuándo este recurso se activará. Esto establece la propiedad 'nbf' del recurso.
fr: Définit quand cette ressource deviendra active. Cela définit la propriété 'nbf' de la ressource.
pt_br: Define quando este recurso entrará em atividade. Isso define a propriedade 'nbf' no recurso.

# SetActivationDateTextBlock.Text
source: Set Activation Date
es: Establecer fecha de activación
fr: Définir la date d'activation
pt_br: Definir data de ativação

# SetExpirationDateTextBlock.Text
source: Set Expiration Date
es: Establecer fecha de expiración
fr: Définir la date d'expiration
pt_br: Definir data de vencimento

# SetExpirationDateCheckbox.ToolTipService.ToolTip
source: Sets when this resource will become inactive. This sets the 'exp' property on the resource.
es: Establece cuándo este recurso quedará inactivo. Esto establece la propiedad 'exp' del recurso.
fr: Définit quand cette ressource deviendra inactive. Cela définit la propriété 'exp' de la ressource.
pt_br: Define quando este recurso se tornará inativo. Isso define a propriedade 'exp' no recurso.

# PaneHeader.Text
source: Explorer
es: Explorador
fr: Explorateur
pt_br: Explorador

# PaneToggleButton.ToolTipService.ToolTip
source: Toggle Explorer (Ctrl+ B)
es: Alternar Explorador (Ctrl+ B)
fr: Basculer l'Explorateur (Ctrl+ B)
pt_br: Alternar explorador (Ctrl+ B)

# PaneToggleSplitButton.ToolTipService.ToolTip
source: Toggle Explorer (Ctrl+ B)
es: Alternar Explorador (Ctrl+ B)
fr: Basculer l'Explorateur (Ctrl+ B)
pt_br: Alternar explorador (Ctrl+ B)

# PaneDisplayToggleButton.ToolTipService.ToolTip
source: Change Overlay or Inline Pane Placement
es: Cambiar colocación del panel (superpuesto o en línea)
fr: Modifier le placement du volet de superposition ou en ligne
pt_br: Alterar posicionamento do painel de sobreposição ou em linha

# BackButton.ToolTipService.ToolTip
source: Back
es: Atrás
fr: Retour
pt_br: Voltar

# CancelSearchButton.ToolTipService.ToolTip
source: Cancel Searching
es: Cancelar búsqueda
fr: Annuler la recherche
pt_br: Cancelar busca

# SegmentedItemSecret.ToolTipService.ToolTip
source: Secret
es: Secreto
pt_br: Segredo

# SegmentedItemKey.ToolTipService.ToolTip
source: Key
es: Clave
fr: Clé
pt_br: Chave

# SegmentedItemCertificate.ToolTipService.ToolTip
source: Certificate
es: Certificado
fr: Certificat
pt_br: Certificado

# SegmentedItemAll.ToolTipService.ToolTip
source: All
es: Todos
fr: Tous
pt_br: Todos

# SubscriptionsMenuItem.Text
source: Manage Subscriptions...
es: Administrar suscripciones...
fr: Gérer les abonnements...
pt_br: Gerenciar assinaturas...

# PasswordGeneratorMenuItem.Text
source: Password Generator..
es: Generador de contraseñas..
fr: Générateur de mot de passe..
pt_br: Gerador de senha..

# VaultPageCopyVersionDetailsButton.Text
source: Copy Version Id
es: Copiar Id de versión
fr: Copier l'ID de version
pt_br: Copiar ID da versão

# TabsControlHyperlinkButton.Content
source: Azure RBAC Documentation
es: Documentación de Azure RBAC
fr: Documentation Azure RBAC
pt_br: Documentação Azure RBAC

# TabsControlHelpText1.Text
source: You have no key vaults selected.
es: No ha seleccionado ninguna bóveda de claves.
fr: Vous n'avez pas d'coffres clés sélectionnés.
pt_br: Você não tem cofres de chaves selecionados.

# TabsControlHelpText2.Text
source: Expand the navigation bar on the left to view subscriptions, and expand vaults
es: Expanda la barra de navegación a la izquierda para ver las suscripciones y expandir las bóvedas
fr: Développez la barre de navigation sur la gauche pour afficher les abonnements et développer les coffres
pt_br: Expanda a barra de navegação à esquerda para visualizar assinaturas e expandir cofres

# TabsControlHelpText3.Text
source: Not seeing any values or key vaults? Have your administrator grant privileges
es: ¿No ve valores ni bóvedas de claves? Pida a su administrador que le otorgue privilegios
fr: Vous ne voyez pas de valeurs ou de coffres clés? Demandez à votre administrateur d'accorder des privilèges
pt_br: Não está vendo valores ou cofres de chaves? Peça ao administrador para conceder privilégios

# NewItemDismissButtonText
source: Ok
es: Aceptar
fr: D'accord

# NewItemCreatedMessage
source: The secret value for '{0}' has been created
es: Se ha creado el secreto '{0}'
fr: La valeur secrète pour '{0}' a été créée
pt_br: O valor do secretão para '{0}' foi criado

# SecretCopiedMessage
source: The value of '{0}' has been copied to the clipboard.
es: El valor de '{0}' ha sido copiado al portapapeles.
fr: La valeur de '{0}' a été copiée dans le presse-papiers.
pt_br: O valor de '{0}' foi copiado para a área de transferência.

# NewItemSuccessTitle
source: Success
es: Éxito
fr: Succès
pt_br: Sucesso

# NewItemVersionSavedMessage
source: The changes have been saved.
es: Los cambios se han guardado.
fr: Les modifications ont été enregistrées.
pt_br: As alterações foram salvas.

# SubscriptionIdTextBox.PlaceholderText
source: Subscription Id e.g. cd7a227e-4...
es: Id de suscripción, p. ej. cd7a227e-4...
fr: ID d'abonnement par exemple cd7a227e-4...
pt_br: ID da assinatura, por exemplo cd7a227e-4...

# ResourceGroupNameTextBox.PlaceholderText
source: Resource Group Name e.g. rg-my-resource-group
es: Nombre del grupo de recursos, p. ej. rg-my-resource-group
fr: Nom du groupe de ressources par exemple rg-my-resource-group
pt_br: Nome do Grupo de Recursos, por exemplo rg-my-resource-group

# VaultNameTextBox.PlaceholderText
source: Key Vault Name e.g. my-key-vault
es: Nombre de la bóveda de claves, p. ej. my-key-vault
fr: Nom du coffre de clés par exemple my-key-vault
pt_br: Nome do Cofre de Chaves, por exemplo my-key-vault

# CancelButtonText
source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

# SubmitButtonText
source: Submit
es: Enviar
fr: Soumettre
pt_br: Enviar

# ExternalVaultMessage.Text
source: Open a key vault using your existing credentials to when you do not have explicit read rights over a subscription or resource group.
es: Abrir una bóveda de claves usando sus credenciales existentes cuando no tenga permisos de lectura explícitos sobre una suscripción o grupo de recursos.
fr: Ouvrir un coffre de clés en utilisant vos paramètres d'identification existants lorsque vous n'avez pas les droits de lecture explicites sur un abonnement ou un groupe de ressources.
pt_br: Abra um cofre de chaves usando suas credenciais existentes quando não tiver direitos de leitura explícitos sobre uma assinatura ou grupo de recursos.

# SettingsMenuItem.Text
source: Settings
es: Configuración
fr: Paramètres
pt_br: Configurações

# OpenExternalDialogTitle
source: Open External Vault
es: Abrir bóveda externa
fr: Ouvrir le coffre externe
pt_br: Abrir cofre externo

# FailureInfoBar.Message
source: The form was filled in with some errors.
es: El formulario contiene algunos errores.
fr: Le formulaire a été rempli avec des erreurs.
pt_br: O formulário foi preenchido com alguns erros.

# OpenExternalItemByURLMenuItem.Text
source: Open item by URL
es: Abrir elemento por URL
fr: Ouvrir l'élément par URL
pt_br: Abrir item por URL

# OpenExternalItemByURLMenuItem.ToolTipService.ToolTip
source: Open a secret by the secret version URI located in a vault in your current Tenant
es: Abrir un secreto mediante la URI de la versión del secreto ubicada en una bóveda de su inquilino actual
fr: Ouvrir un secret par l'URI de la version secrète situé dans un coffre de votre locataire actuel
pt_br: Abra um secretão pela URI da versão do secret located em um cofre do seu inquilino atual

# LoginPageSettingsText.Text
source: Application Settings
es: Configuración de la aplicación
fr: Paramètres de l'application
pt_br: Configurações do aplicativo

# GetStartedButton.Text
source: View Vaults
es: Ver bóvedas
fr: Afficher les coffres
pt_br: Visualizar cofres

# CancelTextBlock.Text
source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

# LoginPageHeaderText.Text
source: Getting started..
es: Primeros pasos..
fr: Commencer..
pt_br: Começando..

# LoginPageGettingStartedCallSign.Text
source: Search your Azure Key Vaults quickly
es: Busque rápidamente sus bóvedas de Azure Key Vault
fr: Recherchez vos coffres de clés Azure rapidement
pt_br: Pesquise seus cofres de chaves Azure rapidamente

# LoginPageGettingStartedMessage.Text
source: Azure Key Vault Explorer helps you browse, organize, secrets, keys, and certificates across subscriptions in one place.
es: Azure Key Vault Explorer le ayuda a explorar y organizar secretos, claves y certificados en suscripciones desde un único lugar.
fr: Azure Key Vault Explorer vous aide à parcourir, organiser les secrets, clés et certificats dans les abonnements en un seul endroit.
pt_br: Azure Key Vault Explorer ajuda você a procurar, organizar, secrets, chaves e certificados em assinaturas em um único local.

# WelcomeText.Text
source: Welcome
es: Bienvenido
fr: Bienvenue
pt_br: Bem-vindo

# SubscriptionTablePinnedColumn.Header
source: Pinned
es: Fijado
fr: Épinglé
pt_br: Fixado

# SubscriptionTableSubscriptionIdColumn.Header
source: Subscription
es: Suscripción
fr: Abonnement
pt_br: Assinatura

# SubscriptionTableDisplayNameColumn.Header
source: Name
es: Nombre
fr: Nom
pt_br: Nome

# SubscriptionTableTenantIdColumn.Header
source: Tenant Id
es: Id de inquilino
fr: ID du locataire
pt_br: ID do locatario

# SubscriptionTableStateColumn.Header
source: State
es: Estado
fr: État
pt_br: Estado

# RefreshTreeCancelButton.ToolTipService.ToolTip
source: Cancel loading of current Tree View items
es: Cancelar la carga de los elementos actuales de la vista de árbol
fr: Annuler le chargement des éléments de la vue d'arborescence actuelle
pt_br: Cancelar o carregamento dos itens da árvore de exibição atual

# OpenExternalVaultItemDialogTitle
source: Open External Vault Item
es: Abrir elemento de bóveda externa
fr: Ouvrir l'élément de coffre externe
pt_br: Abrir item de cofre externo

# ExternalVaultItemMessage.Text
source: Open an item from a different key vault when you do not have explicit read rights over a subscription or resource group.
es: Abrir un elemento de una bóveda de claves diferente cuando no tenga derechos de lectura explícitos sobre una suscripción o grupo de recursos.
fr: Ouvrir un élément d'un autre coffre de clés lorsque vous n'avez pas les droits de lecture explicites sur un abonnement ou un groupe de ressources.
pt_br: Abra um item de um cofre de chaves diferente quando você não tiver direitos de leitura explícitos sobre uma assinatura ou grupo de recursos.

# ExternalVaultItemTypeComboBox.Header
source: Select an item type
es: Seleccione un tipo de elemento
fr: Sélectionner un type d'élément
pt_br: Selecionar um tipo de item

# ExternalItemVaultNameTextBox.PlaceholderText
source: Name of the item, e.g. "my-secret"
es: Nombre del elemento, p. ej. "mi-secreto"
fr: Nom de l'élément, par exemple "mon-secret"
pt_br: Nome do item, por exemplo "meu-secret"

# PasswordGeneratorViewTitle.Text
source: Password Generator
es: Generador de contraseñas
fr: Générateur de mot de passe
pt_br: Gerador de senha

# PasswordGeneratorViewLength.Text
source: Password Length
es: Longitud de la contraseña
fr: Longueur du mot de passe
pt_br: Comprimento da senha

# PasswordGeneratorViewCharacterSets.Text
source: Include Character Sets
es: Incluir conjuntos de caracteres
fr: Inclure les jeux de caractères
pt_br: Incluir conjuntos de caracteres

# PasswordGeneratorViewLowercaseCheckBox.Content
source: Lowercase (a-z)
es: Minúsculas (a-z)
fr: Minuscules (a-z)
pt_br: Minúsculas (a-z)

# PasswordGeneratorViewUppercaseCheckBox.Content
source: Uppercase (A-Z)
es: Mayúsculas (A-Z)
fr: Majuscules (A-Z)
pt_br: Maiúsculas (A-Z)

# PasswordGeneratorViewDigitsCheckBox.Content
source: Digits (0-9)
es: Dígitos (0-9)
fr: Chiffres (0-9)
pt_br: Dígitos (0-9)

# PasswordGeneratorViewSpecialCheckBox.Content
source: Special Characters (!@#$%...)
es: Caracteres especiales (!@#$%...)
fr: Caractères spéciaux (!@#$%...)
pt_br: Caracteres especiais (!@#$%...)

# PasswordGeneratorView.ExcludeCharacters.PlaceholderText
source: Separate with commas (e.g., l,1,O,0)
es: Separe con comas (p. ej., l,1,O,0)
fr: Séparer par des virgules (par exemple, l,1,O,0)
pt_br: Separar com vírgulas (por exemplo, l,1,O,0)

# PasswordGeneratorViewExcludeCharactersLabel.Text
source: Exclude Characters
es: Caracteres a excluir
fr: Exclure les caractères
pt_br: Excluir caracteres

# PasswordGeneratorViewExcludeCharactersTextBox.PlaceholderText
source: Separate with commas (e.g., l,1,O,0)
es: Separe con comas (p. ej., l,1,O,0)
fr: Séparer par des virgules (par exemple, l,1,O,0)
pt_br: Separar com vírgulas (por exemplo, l,1,O,0)

# PasswordGeneratorViewPassword.Text
source: Generated Password
es: Contraseña generada
fr: Mot de passe généré
pt_br: Senha gerada

# PasswordGeneratorViewGenerateButton.Content
source: Generate
es: Generar
fr: Générer
pt_br: Gerar

# PaneLocationToggleButton.ToolTipService.ToolTip
source: Change pane location
es: Cambiar ubicación del panel
fr: Modifier l'emplacement du volet
pt_br: Alterar local do painel

# CheckForUpdatesHyperlinkButton.Content
source: Check for Updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour
pt_br: Verificar atualizações

# SourceHyperlinkButton.Content
source: Source
es: Origen

# LicenseHyperlinkButton.Content
source: License
es: Licencia
fr: Licence
pt_br: Licença

# LanguageSettingsCard.Header
source: Language
es: Idioma
fr: Langue
pt_br: Idioma

# AzureCloudInstanceSettingsCard.Header
source: Azure Cloud Instance
es: Instancia de Azure Cloud
fr: Instance Azure Cloud
pt_br: Instância do Azure Cloud

# LanguageSettingsCard.Description
source: Select the display language
es: Seleccione el idioma de visualización
fr: Sélectionner la langue d'affichage
pt_br: Selecione o idioma de exibição

# AzureCloudInstanceSettingsCard.Description
source: Select the Azure cloud instance to connect to (e.g., Public, Government, or China).
es: Selecciona la instancia de nube de Azure a la que deseas conectarte (por ejemplo, Pública, Gobierno o China).
fr: Sélectionnez l’instance de cloud Azure à laquelle vous souhaitez vous connecter (par ex. Public, Government ou China).
pt_br: Selecione a instância de nuvem do Azure à qual você deseja se conectar (por exemplo, Pública, Governo ou China).

# ThemeSettingsCard.Header
source: App theme
es: Tema de la aplicación
fr: Thème de l'application
pt_br: Tema do aplicativo

# ThemeSettingsCard.Description
source: Select which app theme to display
es: Seleccionar tema de la aplicación
fr: Choisir le thème de l'application
pt_br: Escolher tema do aplicativo

# ThemeSettingsCardSystemRadioButton.Content
source: Use system setting
es: Predeterminado del sistema
fr: Système par défaut
pt_br: Padrão do sistema

# ThemeSettingsCardDarkRadioButton.Content
source: Dark
es: Oscuro
fr: Sombre
pt_br: Escuro

# AccountInformationExpander.Header
source: Account Information
es: Información de la cuenta
fr: Informations du compte
pt_br: Informações da conta

# AccountInformationExpander.Description
source: View account details and perform actions
es: Ver detalles de la cuenta y realizar acciones
fr: Afficher les détails du compte et effectuer des actions
pt_br: Ver detalhes da conta e executar ações

# SettingsHeader.Text
source: Settings
es: Configuración
fr: Paramètres
pt_br: Configurações

# OpenInNewTabMenuFlyoutItem.Text
source: Open in Tab
es: Abrir en pestaña
fr: Ouvrir dans un onglet
pt_br: Abrir em aba
